Repository: akinalpfdn/Sortue
Catalog: Sortue/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hant

# landing_page_2_desc
source: Watch the colors flow. Solve the puzzle to reveal the perfect gradient.
ar: شاهد الألوان تنساب. حُلّ اللغز لتكشف التدرج المثالي.
ca: Mira com flueixen els colors. Resol el trencaclosques per revelar el degradat perfecte.
cs: Sleduj, jak barvy plynou. Vyřeš hlavolam a odhal dokonalý přechod.
da: Se farverne flyde. Løs puslespillet for at afsløre den perfekte overgang.
de: Sieh zu, wie die Farben fließen. Löse das Rätsel, um den perfekten Verlauf zu enthüllen.
el: Δες τα χρώματα να κυλούν. Λύσε τον γρίφο για να αποκαλύψεις την τέλεια διαβάθμιση.
es: Observa cómo fluyen los colores. Resuelve el puzle para revelar el degradado perfecto.
fi: Katso värien virtaavan. Ratkaise pulma ja paljasta täydellinen liukuma.
fr: Regarde les couleurs s’écouler. Résous le puzzle pour révéler le dégradé parfait.
he: צופים בצבעים זורמים. פותרים את החידה וחושפים את המעבר המושלם.
hi: रंगों को बहते देखें। पहेली हल करें और परफ़ेक्ट ग्रेडिएंट सामने लाएँ।
hr: Gledaj kako boje teku. Riješi zagonetku i otkrij savršen prijelaz.
hu: Nézd, ahogy a színek áramlanak. Oldd meg a rejtvényt, és fedd fel a tökéletes átmenetet.
id: Saksikan warna mengalir. Selesaikan teka-teki untuk mengungkap gradasi sempurna.
it: Guarda i colori scorrere. Risolvi il puzzle per svelare la sfumatura perfetta.
ja: 色の流れを感じながらパズルを解き、完璧なグラデーションを完成させましょう。
ko: 색이 흐르는 걸 지켜보세요. 퍼즐을 풀어 완벽한 그라데이션을 완성하세요.
ms: Saksikan warna mengalir. Selesaikan teka-teki untuk mendedahkan gradien yang sempurna.
nb: Se fargene flyte. Løs puslespillet for å avsløre den perfekte overgangen.
nl: Zie de kleuren vloeien. Los de puzzel op en onthul het perfecte verloop.
pl: Patrz, jak płyną kolory. Rozwiąż łamigłówkę, aby odsłonić idealny gradient.
pt_br: Veja as cores fluírem. Resolva o quebra-cabeça para revelar o degradê perfeito.
pt_pt: Vê as cores a fluir. Resolve o puzzle para revelar o gradiente perfeito.
ro: Privește culorile curgând. Rezolvă puzzle-ul pentru a dezvălui gradientul perfect.
ru: Смотри, как перетекают цвета. Реши головоломку, чтобы увидеть идеальный градиент.
sk: Sleduj, ako farby plynú. Vyrieš hlavolam a odhaľ dokonalý prechod.
sv: Se färgerna flyta. Lös pusslet för att avslöja den perfekta toningen.
th: ดูสีที่ไหลเรียงกัน ไขปริศนาเพื่อเผยไล่เฉดสีที่สมบูรณ์แบบ
tr: Renklerin akışını izle. Mükemmel gradyanı ortaya çıkarmak için bulmacayı çöz.
uk: Дивись, як перетікають кольори. Розв’яжи головоломку, щоб побачити ідеальний градієнт.
vi: Ngắm các màu sắc tuôn chảy. Giải câu đố để hé lộ dải chuyển sắc hoàn hảo.
zh_hans: 看色彩流动，解开谜题，呈现完美渐变。
zh_hant: 看色彩流動，解開謎題，呈現完美漸層。

# landing_page_2_title
source: Find the Harmony
ar: اعثر على الانسجام
ca: Troba l’harmonia
cs: Najdi harmonii
da: Find harmonien
de: Finde die Harmonie
el: Βρες την αρμονία
es: Encuentra la armonía
fi: Löydä harmonia
fr: Trouve l’harmonie
he: מוצאים את ההרמוניה
hi: सामंजस्य खोजें
hr: Pronađi harmoniju
hu: Találd meg a harmóniát
id: Temukan Harmoni
it: Trova l’armonia
ja: 調和を見つけよう
ko: 조화 찾기
ms: Cari Keharmonian
nb: Finn harmonien
nl: Vind de harmonie
pl: Odnajdź harmonię
pt_br: Encontre a harmonia
pt_pt: Encontra a harmonia
ro: Găsește armonia
ru: Найди гармонию
sk: Nájdi harmóniu
sv: Hitta harmonin
th: ค้นหาความกลมกลืน
tr: Uyumu Yakala
uk: Знайди гармонію
vi: Tìm sự hài hòa
zh_hans: 寻找和谐
zh_hant: 尋找和諧

# landing_page_3_desc
source: Adjust the grid size to match your mood, from casual 4x4 to expert 12x12.
ar: اضبط حجم الشبكة حسب مزاجك، من 4x4 المريح إلى 12x12 للخبراء.
ca: Ajusta la mida de la graella al teu estat d’ànim, des d’un 4x4 relaxat fins a un 12x12 expert.
cs: Přizpůsob velikost mřížky své náladě – od pohodové 4x4 po expertní 12x12.
da: Tilpas gitterets størrelse til dit humør, fra afslappet 4x4 til ekspertniveau 12x12.
de: Passe die Rastergröße deiner Stimmung an – von entspanntem 4x4 bis Experten-12x12.
el: Προσάρμοσε το μέγεθος του πλέγματος στη διάθεσή σου, από το χαλαρό 4x4 έως το 12x12 για ειδικούς.
es: Ajusta el tamaño de la cuadrícula a tu estado de ánimo, desde un relajado 4x4 hasta un 12x12 experto.
fi: Säädä ruudukon kokoa mielialasi mukaan, rennosta 4x4:stä asiantuntijan 12x12:een.
fr: Ajuste la taille de la grille selon ton humeur, du 4x4 détente au 12x12 expert.
he: מתאימים את גודל הרשת למצב הרוח, מ-4x4 רגוע ועד 12x12 למומחים.
hi: अपने मूड के अनुसार ग्रिड का आकार चुनें, आसान 4x4 से लेकर एक्सपर्ट 12x12 तक।
hr: Prilagodi veličinu mreže svom raspoloženju, od opuštenih 4x4 do stručnih 12x12.
hu: Igazítsd a rács méretét a hangulatodhoz, a laza 4x4-től a profi 12x12-ig.
id: Sesuaikan ukuran kisi dengan suasana hatimu, dari 4x4 yang santai hingga 12x12 tingkat ahli.
it: Regola la dimensione della griglia secondo il tuo umore, dal rilassante 4x4 all’esperto 12x12.
ja: 気分に合わせてグリッドサイズを調整。気軽な4x4からエキスパートの12x12まで。
ko: 기분에 맞게 그리드 크기를 조절하세요. 가벼운 4x4부터 전문가용 12x12까지.
ms: Laraskan saiz grid mengikut mood anda, daripada 4x4 yang santai hingga 12x12 tahap pakar.
nb: Tilpass størrelsen på rutenettet etter humøret, fra avslappet 4x4 til ekspertnivå 12x12.
nl: Pas de rastergrootte aan je stemming aan, van ontspannen 4x4 tot expert 12x12.
pl: Dopasuj rozmiar siatki do nastroju — od luźnego 4x4 po eksperckie 12x12.
pt_br: Ajuste o tamanho da grade ao seu humor, do tranquilo 4x4 ao 12x12 de especialista.
pt_pt: Ajusta o tamanho da grelha ao teu humor, do descontraído 4x4 ao 12x12 de especialista.
ro: Ajustează dimensiunea grilei după starea ta, de la un 4x4 relaxant la un 12x12 pentru experți.
ru: Выбирай размер сетки под настроение — от спокойного 4x4 до экспертного 12x12.
sk: Prispôsob veľkosť mriežky svojej nálade – od pohodovej 4x4 po expertnú 12x12.
sv: Anpassa rutnätets storlek efter humöret, från avslappnat 4x4 till expertnivå 12x12.
th: ปรับขนาดตารางตามอารมณ์ ตั้งแต่ 4x4 แบบสบายๆ ไปจนถึง 12x12 ระดับผู้เชี่ยวชาญ
tr: Ruh haline göre ızgara boyutunu ayarla, 4x4'ten uzman seviyesi 12x12'ye kadar.
uk: Обирай розмір сітки під настрій — від спокійного 4x4 до експертного 12x12.
vi: Điều chỉnh kích thước lưới theo tâm trạng, từ 4x4 nhẹ nhàng đến 12x12 cho cao thủ.
zh_hans: 根据心情调整网格大小，从轻松的 4x4 到专家级的 12x12。
zh_hant: 依心情調整網格大小，從輕鬆的 4x4 到專家級的 12x12。

# landing_page_3_title
source: Challenge Yourself
ar: تحدَّ نفسك
ca: Posa’t a prova
cs: Vyzkoušej se
da: Udfordr dig selv
de: Fordere dich heraus
el: Δοκίμασε τον εαυτό σου
es: Ponte a prueba
fi: Haasta itsesi
fr: Relève le défi
he: אתגר אישי
hi: खुद को चुनौती दें
hr: Izazovi sebe
hu: Tedd próbára magad
id: Tantang Dirimu
it: Mettiti alla prova
ja: 自分に挑戦
ko: 스스로에게 도전
ms: Cabar Diri Anda
nb: Utfordre deg selv
nl: Daag jezelf uit
pl: Rzuć sobie wyzwanie
pt_br: Desafie-se
pt_pt: Desafia-te
ro: Provoacă-te
ru: Испытай себя
sk: Vyskúšaj sa
sv: Utmana dig själv
th: ท้าทายตัวเอง
tr: Kendine Meydan Oku
uk: Випробуй себе
vi: Thử thách bản thân
zh_hans: 挑战自我
zh_hant: 挑戰自我

# landing_subtitle
source: Restore the Harmony
ar: استعد الانسجام
ca: Restaura l’harmonia
cs: Obnov harmonii
da: Genskab harmonien
de: Stelle die Harmonie wieder her
el: Επανάφερε την αρμονία
es: Restaura la armonía
fi: Palauta harmonia
fr: Restaure l’harmonie
he: להחזיר את ההרמוניה
hi: सामंजस्य वापस लाएँ
hr: Vrati harmoniju
hu: Állítsd helyre a harmóniát
id: Pulihkan Harmoni
it: Ripristina l’armonia
ja: 調和を取り戻そう
ko: 조화를 되찾으세요
ms: Pulihkan Keharmonian
nb: Gjenopprett harmonien
nl: Herstel de harmonie
pl: Przywróć harmonię
pt_br: Restaure a harmonia
pt_pt: Restaura a harmonia
ro: Readu armonia
ru: Восстанови гармонию
sk: Obnov harmóniu
sv: Återställ harmonin
th: คืนความกลมกลืน
tr: Uyumu Geri Getir
uk: Віднови гармонію
vi: Khôi phục sự hài hòa
zh_hans: 重拾和谐
zh_hant: 重拾和諧

# level_display
source: Level %1$d • %2$dx%3$d • %d Moves
ar: المستوى %1$d • ⁦%2$dx%3$d⁩ • %d حركة
ca: Nivell %1$d • %2$dx%3$d • %d moviments
cs: Úroveň %1$d • %2$dx%3$d • %d tahů
da: Niveau %1$d • %2$dx%3$d • %d træk
de: Level %1$d • %2$dx%3$d • %d Züge
el: Επίπεδο %1$d • %2$dx%3$d • %d κινήσεις
es: Nivel %1$d • %2$dx%3$d • %d movimientos
fi: Taso %1$d • %2$dx%3$d • %d siirtoa
fr: Niveau %1$d • %2$dx%3$d • %d coups
he: שלב %1$d • ⁦%2$dx%3$d⁩ • %d מהלכים
hi: लेवल %1$d • %2$dx%3$d • %d चालें
hr: Razina %1$d • %2$dx%3$d • %d poteza
hu: %1$d. szint • %2$dx%3$d • %d lépés
id: Level %1$d • %2$dx%3$d • %d Langkah
it: Livello %1$d • %2$dx%3$d • %d mosse
ja: レベル %1$d • %2$dx%3$d • %d手
ko: 레벨 %1$d • %2$dx%3$d • 이동 %d회
ms: Tahap %1$d • %2$dx%3$d • %d Langkah
nb: Nivå %1$d • %2$dx%3$d • %d trekk
nl: Level %1$d • %2$dx%3$d • %d zetten
pl: Poziom %1$d • %2$dx%3$d • %d ruchu
pt_br: Nível %1$d • %2$dx%3$d • %d jogadas
pt_pt: Nível %1$d • %2$dx%3$d • %d jogadas
ro: Nivelul %1$d • %2$dx%3$d • %d de mutări
ru: Уровень %1$d • %2$dx%3$d • %d хода
sk: Úroveň %1$d • %2$dx%3$d • %d ťahov
sv: Nivå %1$d • %2$dx%3$d • %d drag
th: เลเวล %1$d • %2$dx%3$d • เดิน %d ครั้ง
tr: Seviye %1$d • %2$dx%3$d • %d Hamle
uk: Рівень %1$d • %2$dx%3$d • %d ходу
vi: Cấp %1$d • %2$dx%3$d • %d nước đi
zh_hans: 第 %1$d 关 • %2$dx%3$d • %d 步
zh_hant: 第 %1$d 關 • %2$dx%3$d • %d 步

# level_display_precision
source: Level %1$d • %2$dx%3$d • %d Moves Left
ar: المستوى %1$d • ⁦%2$dx%3$d⁩ • تبقّت %d حركة
ca: Nivell %1$d • %2$dx%3$d • Queden %d moviments
cs: Úroveň %1$d • %2$dx%3$d • Zbývá %d tahů
da: Niveau %1$d • %2$dx%3$d • %d træk tilbage
de: Level %1$d • %2$dx%3$d • Noch %d Züge
el: Επίπεδο %1$d • %2$dx%3$d • Απομένουν %d κινήσεις
es: Nivel %1$d • %2$dx%3$d • Quedan %d movimientos
fi: Taso %1$d • %2$dx%3$d • %d siirtoa jäljellä
fr: Niveau %1$d • %2$dx%3$d • %d coups restants
he: שלב %1$d • ⁦%2$dx%3$d⁩ • נותרו %d מהלכים
hi: लेवल %1$d • %2$dx%3$d • %d चालें बाकी
hr: Razina %1$d • %2$dx%3$d • Preostalo je %d poteza
hu: %1$d. szint • %2$dx%3$d • Még %d lépés
id: Level %1$d • %2$dx%3$d • Sisa %d Langkah
it: Livello %1$d • %2$dx%3$d • %d mosse rimaste
ja: レベル %1$d • %2$dx%3$d • 残り%d手
ko: 레벨 %1$d • %2$dx%3$d • 남은 이동 %d회
ms: Tahap %1$d • %2$dx%3$d • Baki %d Langkah
nb: Nivå %1$d • %2$dx%3$d • %d trekk igjen
nl: Level %1$d • %2$dx%3$d • Nog %d zetten
pl: Poziom %1$d • %2$dx%3$d • Zostało %d ruchu
pt_br: Nível %1$d • %2$dx%3$d • Restam %d jogadas
pt_pt: Nível %1$d • %2$dx%3$d • Restam %d jogadas
ro: Nivelul %1$d • %2$dx%3$d • Au mai rămas %d de mutări
ru: Уровень %1$d • %2$dx%3$d • Осталось %d хода
sk: Úroveň %1$d • %2$dx%3$d • Zostáva %d ťahov
sv: Nivå %1$d • %2$dx%3$d • %d drag kvar
th: เลเวล %1$d • %2$dx%3$d • เหลือ %d ครั้ง
tr: Seviye %1$d • %2$dx%3$d • %d Hamlen Kaldı
uk: Рівень %1$d • %2$dx%3$d • Залишилося %d ходу
vi: Cấp %1$d • %2$dx%3$d • Còn %d nước đi
zh_hans: 第 %1$d 关 • %2$dx%3$d • 剩余 %d 步
zh_hant: 第 %1$d 關 • %2$dx%3$d • 剩餘 %d 步

source: MENU
ar: القائمة
ca: MENÚ
de: MENÜ
el: ΜΕΝΟΥ
es: MENÚ
fi: VALIKKO
he: תפריט
hi: मेन्यू
hr: IZBORNIK
hu: MENÜ
ja: メニュー
ko: 메뉴
nb: MENY
ro: MENIU
ru: МЕНЮ
sv: MENY
th: เมนู
tr: MENÜ
uk: МЕНЮ
zh_hans: 菜单
zh_hant: 選單

# min_moves
source: Min Moves: %d
ar: الحد الأدنى للحركات: %d
ca: Mín. moviments: %d
cs: Min. tahů: %d
da: Min. træk: %d
de: Min. Züge: %d
el: Ελάχ. κινήσεις: %d
es: Mín. movimientos: %d
fi: Väh. siirrot: %d
fr: Coups min. : %d
he: מינימום מהלכים: %d
hi: न्यूनतम चालें: %d
hr: Min. poteza: %d
hu: Min. lépés: %d
id: Langkah Min.: %d
it: Mosse min.: %d
ja: 最少手数：%d
ko: 최소 이동: %d
ms: Langkah Min.: %d
nb: Min. trekk: %d
nl: Min. zetten: %d
pl: Min. ruchów: %d
pt_br: Mín. de jogadas: %d
pt_pt: Mín. de jogadas: %d
ro: Mutări min.: %d
ru: Мин. ходов: %d
sk: Min. ťahov: %d
sv: Min. drag: %d
th: จำนวนเดินขั้นต่ำ: %d
tr: Min Hamle: %d
uk: Мін. ходів: %d
vi: Số nước tối thiểu: %d
zh_hans: 最少步数：%d
zh_hant: 最少步數：%d

# mode_casual
source: Casual
ar: استرخاء
ca: Relax
cs: Pohoda
da: Afslappet
de: Entspannt
el: Χαλαρό
es: Relax
fi: Rento
fr: Détente
he: רגוע
hi: आराम
hr: Opušteno
hu: Laza
id: Santai
it: Relax
ja: カジュアル
ko: 캐주얼
ms: Santai
nb: Avslappet
nl: Ontspannen
pl: Relaks
pt_br: Relax
pt_pt: Descontraído
ro: Relaxat
ru: Отдых
sk: Pohoda
sv: Avslappnat
th: สบายๆ
tr: Rahat
uk: Відпочинок
vi: Thư giãn
zh_hans: 休闲
zh_hant: 休閒

# mode_precision
source: Precision
ar: دقة
ca: Precisió
cs: Přesnost
da: Præcision
de: Präzision
el: Ακρίβεια
es: Precisión
fi: Tarkkuus
fr: Précision
he: דיוק
hi: सटीक
hr: Preciznost
hu: Precíz
id: Presisi
it: Precisione
ja: プレシジョン
ko: 정밀
ms: Ketepatan
nb: Presisjon
nl: Precisie
pl: Precyzja
pt_br: Precisão
pt_pt: Precisão
ro: Precizie
ru: Точность
sk: Presnosť
th: แม่นยำ
tr: Hassas
uk: Точність
vi: Chính xác
zh_hans: 精准
zh_hant: 精準

# mode_pure
source: Pure
ar: نقاء
ca: Pur
cs: Čistota
da: Ren
de: Pur
el: Καθαρό
es: Puro
fi: Puhdas
fr: Pur
he: טהור
hi: शुद्ध
hr: Čisto
hu: Tiszta
id: Murni
it: Puro
ja: ピュア
ko: 퓨어
ms: Tulen
nb: Rent
nl: Puur
pl: Czysty
pt_br: Puro
pt_pt: Puro
ro: Pur
ru: Чистота
sk: Čistota
sv: Rent
th: บริสุทธิ์
tr: Saf
uk: Чистота
vi: Thuần khiết
zh_hans: 纯粹
zh_hant: 純粹

source: Music
ar: الموسيقى
ca: Música
cs: Hudba
da: Musik
de: Musik
el: Μουσική
es: Música
fi: Musiikki
fr: Musique
he: מוזיקה
hi: संगीत
hr: Glazba
hu: Zene
id: Musik
it: Musica
ja: 音楽
ko: 음악
ms: Muzik
nb: Musikk
nl: Muziek
pl: Muzyka
pt_br: Música
pt_pt: Música
ro: Muzică
ru: Музыка
sk: Hudba
sv: Musik
th: เพลง
tr: Müzik
uk: Музика
vi: Âm nhạc
zh_hans: 音乐
zh_hant: 音樂

# music_credit
source: Huge thanks to Ka - Fa 1500 for the game melody.
ar: شكر كبير لـ Ka - Fa 1500 على لحن اللعبة.
ca: Moltes gràcies a Ka - Fa 1500 per la melodia del joc.
cs: Obrovský dík patří Ka - Fa 1500 za herní melodii.
da: Stor tak til Ka - Fa 1500 for spillets melodi.
de: Ein großes Dankeschön an Ka - Fa 1500 für die Spielmelodie.
el: Ένα τεράστιο ευχαριστώ για τη μελωδία του παιχνιδιού: Ka - Fa 1500.
es: Muchísimas gracias a Ka - Fa 1500 por la melodía del juego.
fi: Suuri kiitos Ka - Fa 1500:lle pelin melodiasta.
fr: Un grand merci à Ka - Fa 1500 pour la mélodie du jeu.
he: תודה ענקית ל-Ka - Fa 1500 על המנגינה של המשחק.
hi: गेम की धुन के लिए Ka - Fa 1500 का दिल से शुक्रिया।
hr: Veliko hvala Ka - Fa 1500 za melodiju igre.
hu: Hatalmas köszönet Ka - Fa 1500-nak a játék dallamáért.
id: Terima kasih banyak untuk Ka - Fa 1500 atas melodi game ini.
it: Un enorme grazie a Ka - Fa 1500 per la melodia del gioco.
ja: ゲームのメロディを手がけてくれたKa - Fa 1500に心から感謝します。
ko: 게임 멜로디를 만들어 준 Ka - Fa 1500에게 깊이 감사드립니다.
ms: Terima kasih yang tidak terhingga kepada Ka - Fa 1500 atas melodi permainan.
nb: Stor takk til Ka - Fa 1500 for spillmelodien.
nl: Enorm bedankt aan Ka - Fa 1500 voor de spelmelodie.
pl: Ogromne podziękowania dla Ka - Fa 1500 za melodię w grze.
pt_br: Um enorme obrigado a Ka - Fa 1500 pela melodia do jogo.
pt_pt: Um enorme obrigado a Ka - Fa 1500 pela melodia do jogo.
ro: Mulțumiri uriașe lui Ka - Fa 1500 pentru melodia jocului.
ru: Огромное спасибо Ka - Fa 1500 за мелодию игры.
sk: Obrovská vďaka patrí Ka - Fa 1500 za hernú melódiu.
sv: Stort tack till Ka - Fa 1500 för spelets melodi.
th: ขอขอบคุณ Ka - Fa 1500 สำหรับทำนองเพลงของเกม
tr: Oyun melodisi için Ka - Fa 1500'e sonsuz teşekkürler.
uk: Щира дяка Ka - Fa 1500 за мелодію гри.
vi: Xin chân thành cảm ơn Ka - Fa 1500 vì giai điệu của trò chơi.
zh_hans: 衷心感谢 Ka - Fa 1500 为游戏创作的旋律。
zh_hant: 衷心感謝 Ka - Fa 1500 為遊戲創作的旋律。

source: Next Level
ar: المستوى التالي
ca: Nivell següent
cs: Další úroveň
da: Næste niveau
de: Nächstes Level
el: Επόμενο επίπεδο
es: Siguiente nivel
fi: Seuraava taso
fr: Niveau suivant
he: לשלב הבא
hi: अगला लेवल
hr: Sljedeća razina
hu: Következő szint
id: Level Berikutnya
it: Livello successivo
ja: 次のレベル
ko: 다음 레벨
ms: Tahap Seterusnya
nb: Neste nivå
nl: Volgend level
pl: Następny poziom
pt_br: Próximo nível
pt_pt: Nível seguinte
ro: Nivelul următor
ru: Следующий уровень
sk: Ďalšia úroveň
sv: Nästa nivå
th: เลเวลถัดไป
tr: Sonraki Seviye
uk: Наступний рівень
vi: Cấp tiếp theo
zh_hans: 下一关
zh_hant: 下一關

# out_of_moves
source: You have run out of moves! Try again.
ar: نفدت حركاتك! حاول مرة أخرى.
ca: T’has quedat sense moviments! Torna-ho a provar.
cs: Došly ti tahy! Zkus to znovu.
da: Du er løbet tør for træk! Prøv igen.
de: Du hast keine Züge mehr! Versuch es noch einmal.
el: Τελείωσαν οι κινήσεις σου! Δοκίμασε ξανά.
es: ¡Te has quedado sin movimientos! Inténtalo de nuevo.
fi: Siirrot loppuivat! Yritä uudelleen.
fr: Tu n’as plus de coups ! Réessaie.
he: נגמרו המהלכים! אפשר לנסות שוב.
hi: आपकी चालें खत्म हो गईं! फिर से कोशिश करें।
hr: Ponestalo ti je poteza! Pokušaj ponovno.
hu: Elfogytak a lépéseid! Próbáld újra.
id: Langkahmu habis! Coba lagi.
it: Hai finito le mosse! Riprova.
ja: 手数がなくなりました！もう一度挑戦しよう。
ko: 이동 횟수를 모두 사용했어요! 다시 도전해 보세요.
ms: Langkah anda sudah habis! Cuba lagi.
nb: Du er tom for trekk! Prøv igjen.
nl: Je zetten zijn op! Probeer het opnieuw.
pl: Skończyły ci się ruchy! Spróbuj ponownie.
pt_br: Suas jogadas acabaram! Tente de novo.
pt_pt: Ficaste sem jogadas! Tenta novamente.
ro: Ai rămas fără mutări! Încearcă din nou.
ru: Ходы закончились! Попробуй ещё раз.
sk: Došli ti ťahy! Skús to znova.
sv: Du har slut på drag! Försök igen.
th: จำนวนการเดินหมดแล้ว! ลองอีกครั้ง
tr: Hamlelerin tükendi! Tekrar dene.
uk: Ходи скінчилися! Спробуй ще раз.
vi: Bạn đã hết nước đi! Hãy thử lại.
zh_hans: 步数用完了！再试一次吧。
zh_hant: 步數用完了！再試一次吧。

# rate_message
source: If you enjoy using Sortue, would you mind taking a moment to rate it and help me? Thanks for your support!
ar: إذا كنت تستمتع بـ Sortue، هل يمكنك تخصيص لحظة لتقييمها ودعمي؟ شكرًا لدعمك!
ca: Si gaudeixes de Sortue, podries dedicar un moment a valorar-lo i ajudar-me? Gràcies pel suport!
cs: Pokud tě Sortue baví, věnuj prosím chvilku jeho hodnocení a pomoz mi tím. Díky za podporu!
da: Hvis du nyder Sortue, vil du så bruge et øjeblik på at bedømme spillet og hjælpe mig? Tak for din støtte!
de: Wenn dir Sortue gefällt, würdest du dir kurz Zeit nehmen, es zu bewerten, und mich so unterstützen? Danke für deine Unterstützung!
el: Αν απολαμβάνεις το Sortue, θα αφιέρωνες λίγο χρόνο να το βαθμολογήσεις για να με βοηθήσεις; Ευχαριστώ για τη στήριξη!
es: Si disfrutas de Sortue, ¿te importaría dedicar un momento a valorarlo y ayudarme? ¡Gracias por tu apoyo!
fi: Jos pidät Sortuesta, voisitko käyttää hetken sen arvioimiseen ja auttaa minua? Kiitos tuestasi!
fr: Si tu aimes Sortue, pourrais-tu prendre un instant pour le noter et m’aider ? Merci pour ton soutien !
he: אם Sortue מוצא חן בעיניכם, אפשר להקדיש רגע לדרג אותו ולעזור לי? תודה על התמיכה!
hi: अगर आपको Sortue पसंद है, तो क्या आप एक पल निकालकर इसे रेटिंग देकर मेरी मदद करेंगे? आपके सहयोग के लिए धन्यवाद!
hr: Ako uživaš u igri Sortue, možeš li odvojiti trenutak da je ocijeniš i pomogneš mi? Hvala na podršci!
hu: Ha tetszik a Sortue, szánnál rá egy percet, hogy értékeld, és ezzel segíts nekem? Köszönöm a támogatást!
id: Kalau kamu menikmati Sortue, maukah kamu meluangkan waktu sebentar untuk memberi rating dan membantuku? Terima kasih atas dukunganmu!
it: Se ti piace Sortue, ti andrebbe di dedicare un attimo a valutarlo per aiutarmi? Grazie per il tuo supporto!
ja: Sortueを気に入っていただけたら、少しだけお時間をいただいて評価で応援してもらえませんか？ご支援ありがとうございます！
ko: Sortue가 즐거우셨다면 잠시 시간을 내어 평가로 응원해 주시겠어요? 응원해 주셔서 감사합니다!
ms: Jika anda menikmati Sortue, sudikah anda meluangkan sedikit masa untuk menilainya dan membantu saya? Terima kasih atas sokongan anda!
nb: Hvis du liker Sortue, vil du ta deg et øyeblikk til å vurdere spillet og hjelpe meg? Takk for støtten!
nl: Als je van Sortue geniet, wil je dan even de tijd nemen om het te beoordelen en me zo te helpen? Bedankt voor je steun!
pl: Jeśli lubisz Sortue, czy możesz poświęcić chwilę, by je ocenić i mi pomóc? Dzięki za wsparcie!
pt_br: Se você está gostando do Sortue, poderia tirar um momento para avaliá-lo e me ajudar? Obrigado pelo apoio!
pt_pt: Se estás a gostar do Sortue, podias tirar um momento para o avaliar e ajudar-me? Obrigado pelo apoio!
ro: Dacă îți place Sortue, ai vrea să-ți faci un moment să-l evaluezi și să mă ajuți? Mulțumesc pentru sprijin!
ru: Если тебе нравится Sortue, найдёшь минутку, чтобы оценить игру и поддержать меня? Спасибо за поддержку!
sk: Ak ťa Sortue baví, venuj prosím chvíľku jeho hodnoteniu a pomôž mi tým. Vďaka za podporu!
sv: Om du gillar Sortue, vill du ta en stund och betygsätta spelet för att stötta mig? Tack för ditt stöd!
th: ถ้าคุณชอบ Sortue ช่วยสละเวลาสักครู่ให้คะแนนเพื่อสนับสนุนกันหน่อยได้ไหม? ขอบคุณสำหรับการสนับสนุน!
tr: Sortue'yu kullanmaktan keyif alıyorsan, bir dakikanı ayırıp oy vererek bana destek olur musun? Desteğin için teşekkürler!
uk: Якщо тобі подобається Sortue, знайдеш хвилинку, щоб оцінити гру й підтримати мене? Дякую за підтримку!
vi: Nếu bạn thích Sortue, bạn có thể dành chút thời gian đánh giá để ủng hộ mình không? Cảm ơn bạn đã ủng hộ!
zh_hans: 如果你喜欢 Sortue，能否花一点时间评个分来支持我？感谢你的支持！
zh_hant: 如果你喜歡 Sortue，能否花一點時間評分來支持我？感謝你的支持！

source: Rate Now
ar: قيّم الآن
ca: Valora ara
cs: Ohodnotit
da: Bedøm nu
de: Jetzt bewerten
el: Βαθμολόγησε τώρα
es: Valorar ahora
fi: Arvioi nyt
fr: Noter maintenant
he: לדרג עכשיו
hi: अभी रेट करें
hr: Ocijeni sada
hu: Értékelés most
id: Beri Rating
it: Valuta ora
ja: 今すぐ評価
ko: 지금 평가하기
ms: Nilai Sekarang
nb: Vurder nå
nl: Nu beoordelen
pl: Oceń teraz
pt_br: Avaliar agora
pt_pt: Avaliar agora
ro: Evaluează acum
ru: Оценить
sk: Ohodnotiť
sv: Betygsätt nu
th: ให้คะแนนเลย
tr: Şimdi Oyla
uk: Оцінити
vi: Đánh giá ngay
zh_hans: 去评分
zh_hant: 立即評分

# remind_later
source: Remind Me Later
ar: ذكّرني لاحقًا
ca: Recorda-m’ho més tard
cs: Připomenout později
da: Påmind mig senere
de: Später erinnern
el: Υπενθύμιση αργότερα
es: Recordármelo más tarde
fi: Muistuta myöhemmin
fr: Me le rappeler plus tard
he: להזכיר לי מאוחר יותר
hi: बाद में याद दिलाएँ
hr: Podsjeti me kasnije
hu: Emlékeztess később
id: Ingatkan Nanti
it: Ricordamelo più tardi
ja: あとで
ko: 나중에 알림
ms: Ingatkan Kemudian
nb: Minn meg på senere
nl: Herinner me later
pl: Przypomnij później
pt_br: Lembrar mais tarde
pt_pt: Lembrar mais tarde
ro: Amintește-mi mai târziu
ru: Напомнить позже
sk: Pripomenúť neskôr
sv: Påminn mig senare
th: เตือนภายหลัง
tr: Daha Sonra Hatırlat
uk: Нагадати пізніше
vi: Nhắc tôi sau
zh_hans: 稍后提醒
zh_hant: 稍後提醒

source: RETRY
ar: أعد المحاولة
ca: TORNA-HI
cs: ZNOVU
da: PRØV IGEN
de: NOCHMAL
el: ΞΑΝΑ
es: REINTENTAR
fi: UUDELLEEN
fr: REJOUER
he: שוב
hi: फिर से
hr: PONOVNO
hu: ÚJRA
id: ULANGI
it: RIPROVA
ja: リトライ
ko: 다시 하기
ms: CUBA LAGI
nb: PRØV IGJEN
nl: OPNIEUW
pl: JESZCZE RAZ
pt_br: TENTAR DE NOVO
pt_pt: TENTAR NOVAMENTE
ro: DIN NOU
ru: ЕЩЁ РАЗ
sk: ZNOVA
sv: FÖRSÖK IGEN
th: ลองใหม่
tr: TEKRAR
uk: ЩЕ РАЗ
vi: CHƠI LẠI
zh_hans: 重试
zh_hant: 重試

source: Settings
ar: الإعدادات
ca: Configuració
cs: Nastavení
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Réglages
he: הגדרות
hi: सेटिंग्स
hr: Postavke
hu: Beállítások
id: Pengaturan
it: Impostazioni
ja: 設定
ko: 설정
ms: Tetapan
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt_br: Ajustes
pt_pt: Definições
ro: Setări
ru: Настройки
sk: Nastavenia
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
uk: Налаштування
vi: Cài đặt
zh_hans: 设置
zh_hant: 設定
